{
  "name": "Rabin Khadka",
  "title": "Software Developer",
  "location": "Nepal",
  "summary": "A passionate developer with interest in web technologies and automation.",
  "skills": ["HTML", "CSS", "JavaScript", "Git", "Python"],
  "education": [
    "Bachelor's in Computer Science – Tribhuvan University",
    "High School – XYZ Secondary School"
  ]
  "AboutMe":["Current Application Developer woking as a developer of new and legacy systems using modern tool and technology and helping tasmania's Goverment business to acheive it Organisational objective.",

"A graduate form University of Tasmania(UTAS) who is actively looking Exposure in ICT industry. Especially in new and unique projects, where learning get fun and exciting",

"A passionate software developer who has done more than 10 different kind of projects such as( messaging API in JAVA JAX-RS, 2-tire web sites in Java, 4- tire websites in JAVA using Spring, maven, hibernate, 4-tire website using Java Faced and EJB technology, Tweet generator application in Nectar cloud using JAVA, Chatbot application using Google speech-to-text API, Google location API, Natural Language processing API, Desktop Application for researcher- publication in C++ using  )(Real-time/embedded systems development : level 4 software configuration : level 4).", 

"Experience in customers service and IT support has provided me with hand-on experience of  handling customer queries and complaints, resolving issues (Customer service support :level 5).",

"Capable of Incident identification, recording, reporting and communication with each and every parties in mind.(Incident management :level 4).",

"Handling, weekly reports, analytical and critical thinking, problem solving attitude .",

"In addition, recent internship and Job opportunity has helped me to develop my skills in web designing and graphics designing, SEO, Content creation, Social media and marketing, Google my business, Square Space, bitrix24, Canva, Myob, etc. (Application Support: level 5 ).", 

"Using experience of database designing and admin using SQL plus, MySQL and SQL databases, I can design characteristics of DBMS with provide structural architecture, Use PLSQL to add programming control to the database, use DDL and DML to structure and manipulate the database (Database design :level 4)"]
}
